Repository: python/pootle-python-org-backup
Catalog: tmxes/fr/copyright.tmx
Source language: en
Languages: fr

source: Python and this documentation is:
fr: Python et cette documentation sont :

source: Copyright © 2001-2010 Python Software Foundation. All rights reserved.
fr: Copyright © 2001-2010 Python Software Foundation. Tous droits réservés.

source: Copyright © 2000 BeOpen.com. All rights reserved.
fr: Copyright © 2000 BeOpen.com. Tous droits réservés.

source: Copyright © 1995-2000 Corporation for National Research Initiatives. All rights reserved.
fr: Copyright © 1995-2000 Corporation for National Research Initiatives. Tous droits réservés.

source: Copyright © 1991-1995 Stichting Mathematisch Centrum. All rights reserved.
fr: Copyright © 1991-1995 Stichting Mathematisch Centrum. Tous droits réservés.

source: See :ref:`history-and-license` for complete license and permissions information.
fr: Voir :ref:`history-and-license` pour des informations complètes concernant la licence et les permissions.
